//皮肤数据表
var skins = [
	{
		"id": "aee9b17a-95e8-d1f5-c227-58b7e413f319",
		"name": "MIUI 8",
		"author": "IM标神",
		"size": "51KB",
		"description": "亲们，对不住了，来晚了~纯手工仿制MIUI 8版本开始内置的第三方输入法界面，欢迎下载体验。<br>界面字号相对默认皮肤普遍调小了，嫌小的可以再设置里面调整哦~",
		"update": "",
		"star": "5",
		"type": "jpg",
		"lables": ["设计创意", "小米", "MIUI 8", "简约", "大空格", "小字体"],
		"time": "2017-3-2"
	}, {
		"id": "4e43b330-ba92-11e6-9598-0800200c9a66",
		"name": "iOS10风格·BETA",
		"author": "IM追清风",
		"size": "57KB",
		"description": "精仿苹果iOS10默认输入法界面风格，水果迷们可下载体验~<br>目前尚未完善，敬请期待！",
		"update": "",
		"star": "5",
		"type": "jpg",
		"lables": ["设计创意", "iOS10", "苹果", "简约", "iPhone", "纤细字体"],
		"time": "2017-2-27"
	}, {
		"id": "2863560d-00f2-4115-b042-c3fc29ab8c79",
		"name": "iOS6风格",
		"author": "IM追清风",
		"size": "74KB",
		"description": "苹果iOS6界面风格，经典复古，欢迎下载体验~",
		"update": "",
		"star": "3",
		"type": "jpg",
		"lables": ["设计创意", "iOS6", "苹果", "简约", "iPhone", "大空格"],
		"time": "2017-2-23"
	}, {
		"id": "0b7a9a20-dcbe-11e6-9598-0800200c9a66",
		"name": "微信Style",
		"author": "IM标神",
		"size": "42KB",
		"description": "完美复刻微信界面UI，欢迎下载体验~<br>皮肤特色：<br>1.低候选栏<br>2.大空格<br>3.完美英文字体",
		"update": "",
		"star": "5",
		"type": "png",
		"lables": ["设计创意", "蓝色", "微信", "简约", "大空格", "低候选栏"],
		"time": "2017-1-21"
	}, {
		"id": "084b9eb0-dd29-11e6-9598-0800200c9a66",
		"name": "QQStyle",
		"author": "IM标神",
		"size": "49KB",
		"description": "完美复刻手机QQ界面UI，欢迎下载体验~<br>皮肤特色：<br>1.低候选栏<br>2.大空格<br>3.完美英文字体",
		"update": "",
		"star": "5",
		"type": "png",
		"lables": ["设计创意", "绿色", "QQ", "简约", "大空格", "低候选栏"],
		"time": "2017-2-21"
	}, {
		"id": "0d6dcee0-02f5-4c96-8fa6-b4dfed394142",
		"name": "酷安Style·水鸭青",
		"author": "IM标神",
		"size": "38KB",
		"description": "完美复刻酷安APP水鸭青主题界面UI，欢迎下载体验~<br>皮肤特色：<br>1.低候选栏<br>2.大空格<br>3.完美英文字体",
		"update": "",
		"star": "5",
		"type": "png",
		"lables": ["设计创意", "青色", "酷安", "简约", "大空格", "低候选栏"],
		"time": "2017-2-7"
	}, {
		"id": "11a44990-9a90-11e6-bdf4-0800200c9a66",
		"name": "乳の白",
		"author": "IM标神",
		"size": "45KB",
		"description": "本皮肤特色：<br>1.大空格<br>2.低候选栏<br>3.完美字体<br>4.兼容搜狗布局<br>5.舍弃韵白挂名，重新定义皮肤名称",
		"update": "",
		"star": "5",
		"type": "",
		"lables": ["设计创意", "低候选栏", "乳白", "柔美", "大空格", "字体"],
		"time": "2017-1-16"
	}, {
		"id": "40ed1290-cbd5-11e6-9598-0800200c9a66",
		"name": "贪吃蛇大作战·音乐",
		"author": "IM追清风",
		"size": "614KB",
		"description": "本皮肤素材来源自《贪吃蛇大作战》游戏，该游戏是一款非常好玩的趣味类游戏，玩法经典的竞技模式，手速提高的关卡难度，策略掌控的时机把握，将带你重温儿时挑战的休闲操作",
		"update": "",
		"star": "4",
		"type": "",
		"lables": ["", "", "", "", "", ""],
		"time": "2016-12-27"
	}, {
		"id": "91a44990-9a90-11e6-bdf4-0800200c9a66",
		"name": "大空格の韵白[柔美版]",
		"author": "IM追清风",
		"size": "54KB",
		"description": "基于讯飞输入法官方默认韵白皮肤修改而成： <br> 1. 按钮圆角等微调， 按下及气泡效果不闪眼 <br> 2. 字母配色调整 整体更柔和 <br> 3. 你要的大空格, 支持了26键 <br> 4. 更换了难看的默认字体 <br> 5. 超小皮肤包， 低内存占用， 更流畅",
		"update": "--2016年12月29日 <br>优化 双键拼音分词键优化 <br>优化 返回/搜索/清除/发送/前往/下个键图标使用文字替换 <br>--2016年12月13日<br>修复 修复点划布局9键拼音分词在部分版本上显示异常问题 <br>优化 将难以理解的分词符号【’】 修改为文字【 分词】 <br>优化 调小了按键气泡背景（ 设置 - 键盘设置 - 开启按键气泡）<br>--2016 年12月03日 <br>修复 修复AB键盘‘ 发送键’ 错位问题<br> --2016 年11月30日 <br>优化 去除A / L键左右侧盲区 <br>优化 增大ab及退格键的间距, 减小误触概率 <br>优化 加长空格键前景图标",
		"star": "5",
		"type": "",
		"lables": ["设计创意", "IM追清风", "韵白", "柔美", "大空格", "字体"],
		"time": "2017-1-16"
	}, {
		"id": "69347a70-bc19-11e6-9598-0800200c9a66",
		"name": "王者荣耀·百变",
		"author": "IM标神",
		"size": "1.8MB",
		"description": "亲爱的召唤师们，小飞为大家带来一款超级帅气的皮肤，8款王者荣耀游戏中帅到爆炸的英雄皮肤变变变！嗷嗷嗷～快来翻牌子吧！Tips:输入皮肤中英雄的名字上屏后可触发彩蛋哦~",
		"update": "",
		"star": "3",
		"type": "gif",
		"lables": ["游戏动漫", "IM追清风", "王者荣耀", "动态", "音乐", "彩蛋"],
		"time": "2016-12-9"
	}, {
		"id": "5f7b6940-acaa-11e6-9598-0800200c9a66",
		"name": "扭着扭着·动态",
		"author": "IM追清风",
		"size": "1.0MB",
		"description": "扭着，扭着扭着扭着~",
		"update": "",
		"star": "4",
		"type": "",
		"lables": ["", "", "", "", "", ""],
		"time": "2016-11-18"
	}, {
		"id": "75330890-0da2-11e5-b939-0800200c9a66",
		"name": "锤子SmartisanOS2.0",
		"author": "追清风",
		"size": "76KB",
		"description": "锤子手机默认输入法官方界面风格2.0升级版，欢迎下载体验。<br>->界面配色为锤子手机量身定做<br>->你要的大空格键",
		"update": "--2017年1月21日<br> 优化 去除空格键正常状态的讯飞商标",
		"star": "3",
		"type": "png",
		"lables": ["", "", "", "", "", ""],
		"time": "2017-2-20"
	}, {
		"id": "d2af7aa0-2320-11e6-bdf4-0800200c9a66",
		"name": "天空の路✫星轨·动态",
		"author": "IM标神",
		"size": "2.0MB",
		"description": "美在那个刹那的璀璨。",
		"update": "",
		"star": "4",
		"type": "gif",
		"lables": ["清新时尚", "IM追清风", "星轨", "动态", "天空", "夜"],
		"time": "2016-12-6"
	}, {
		"id": "7bbac9c0-ba58-11e5-a837-0800200c9a66",
		"name": "无缝线框",
		"author": "IM追清风",
		"size": "42KB",
		"description": "我就想问这四不四你想要的无缝线框,大空格版哦~",
		"update": "",
		"star": "3",
		"type": "jpg",
		"lables": ["", "", "", "", "", ""],
		"time": "2017-2-27"
	}
];